{"texts" : [

	{	
		"id" : "mb2013",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Ni uno, ni dos, ni tres: más de cuatro millones de píxeles en el modelo de 13 pulgadas y más de cinco millones en el de 15. Cuando juntas tantos píxeles en una pantalla, el resultado es difícil de creer. La densidad es tan alta que el ojo no los distingue uno por uno y las imágenes no escatiman en detalles. Los 2.560 por 1.600 píxeles en el modelo de 13 pulgadas y los 2.880 por 1.800 en el de 15 proporcionan una resolución espectacular, a millones de años luz de lo visto hasta ahora. Y el texto es tan nítido que te parecerá que estás leyendo los documentos, las páginas web y los emails en papel. La pantalla Retina reduce los reflejos y a la vez ofrece un color y una calidad asombrosos. El negro se ve más negro, el blanco más blanco y los demás colores son tremendamente brillantes. Además la tecnología IPS hace posible un ángulo de visión de 178º. Verás la pantalla perfectamente desde cualquier posición. Y alucinarás en colores.",
				"fuente" : "Apple"
			},
			{
				"lang" : "en",
				"text" : "When you pack so many pixels into a display — over 4 million on the 13 inch model and over 5 million on the 15‑inch model — the results are positively stunning. The pixel density is so high, your eyes can’t discern individual pixels. Images take on a new level of realism. A spectacular 2560-by-1600 resolution on the 13‑inch MacBook Pro and an equally impressive 2880-by-1800 resolution on the 15‑inch MacBook Pro let you see more of your high-resolution images with pixel-for-pixel accuracy. And text is so sharp, you’ll feel like you’re reading email, web pages, and documents on a printed page. The Retina display reduces glare while maintaining incredible color and quality. Its high contrast ratio results in blacker blacks and whiter whites. And everything in between is rich and vibrant. IPS technology gives you a wide, 178-degree view of everything on the screen, so you’ll see the difference at practically any angle. And you’re going to love what you see.",
				"fuente" : "Apple"
			}
		]	
	},
	{	
		"id" : "ipodClassic",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Bueno, en esencia , que le permite almacenar su música, videos, fotos y podcasts para escuchar, observar o ver mientras que fuera de casa, pero eso es sólo lo básico. El iPod classic también tiene la característica de Genius Mixes , que tiene como objetivo ayudar a encontrar canciones que van bien juntas y poner a todos en una lista de reproducción. Tendrá que activar Genius en el iTunes de su ordenador antes de poder utilizar las funciones de su iPod classic , sin embargo. Además, viene con algunos resultados bastante aleatorios veces . Puede sincronizar listas de reproducción de música desde tu Mac o PC a tu iPod classic también. No se puede construir directamente desde el dispositivo , lo cual puede ser frustrante si te apetece hacer una nueva mezcla mientras estás fuera . Cover Flow te presenta una forma de explorar el arte de tapa que tienes en tu iPod y elegir lo que desea escuchar desde allí. Se ve bastante bien , pero no es especialmente práctico si tienes miles de álbumes en su biblioteca. Alternativamente , usted puede navegar por las listas de artistas , álbumes , recopilatorios , canciones , géneros o compositores a encontrar lo que estás buscando. Si usted tiene algo específico en mente, usted puede utilizar la función de búsqueda , pero ten cuidado, sin pantalla táctil o el teclado, tendrá que utilizar la rueda pulsable para desplazarse por ella y seleccionar cada letra individualmente. Afortunadamente , cada vez que se agrega una letra a la palabra , Apple disminuye las abajo en la lista de presentarles a medida que avanza. En cuanto a los vídeos , se puede navegar por las películas , alquiler de iTunes , programas de televisión , videos de música y listas de reproducción de vídeo , que se puede compilar en su computadora y sincronizarlos con el iPod classic. Cuando se trata de fotos, el iPod classic puede crear una presentación de diapositivas automática de las imágenes que tienes almacenados en el mismo , completar con la música. Puede utilizar el menú de configuración para seleccionar el tiempo para cada diapositiva , la música que prefieres , y otras preferencias . En el menú de extras , encontrarás un reloj , calendarios, contactos , alarmas , notas y un cronómetro , y hasta tres juegos para jugar si se siente aburrido. No esperes nada increíble, aunque . En comparación con las aplicaciones que usted puede conseguir para el iPod touch en estos días, el iPod concurso anticuado, Klondie y juegos Vortex son bastante cojo . Apple utilizó para ofrecer juegos adicionales a través de la tienda iTunes Store , al igual que lo hace con aplicaciones para iPad, iPhone y iPod Touch . Ellos se interrumpieron en 2011 , sin embargo, por lo que los tres valores por defecto son los únicos juegos que usted conseguirá .",
				"fuente" : "MacWorld"
			},
			{
				"lang" : "en",
				"text" : "Well, essentially, it lets you store your music, videos, photos and podcasts for listening, watching or viewing while out and about, but that's just the basics. The iPod classic also has the Genius Mixes feature, which aims to help you find songs that go well together and put them all into one playlist. You'll need to turn Genius on in iTunes on your computer before you can use the feature on your iPod classic, though. Also, it comes up with some pretty random results sometimes. You can sync music playlists from your Mac or PC to your iPod classic too. You can't build them directly from the device, which can be frustrating if you fancy making a new mix while you're out. Cover Flow presents you with a way to browse the cover art you've got on your iPod and choose what you want to listen to from there. It looks rather nice, but it's not particularly practical if you've got thousands of albums in your library. Alternatively, you can browse lists of artists, albums, compilations, songs, genres or composers to find what you're looking for. If you've got something specific in mind, you can use the search feature, but be warned, with no touchscreen or keyboard, you'll need to use the Click Wheel to scroll through and pick each letter individually. Thankfully, each time you add a letter to the word, Apple whittles down the list to present you with matches as you go along. As for videos, you can browse movies, iTunes rentals, TV shows, music videos and video playlists, which you can compile on your computer and sync to the iPod classic. When it comes to photos, the iPod classic can create an automatic slideshow of the images you've got stored on it, complete with music. You can use the settings menu to choose the time per slide, the music you'd prefer, and other preferences. In the extras menu, you'll find a clock, calendars, contacts, alarms, notes and a stop watch, and even three games to play if you're feeling bored. Don't expect anything amazing though. Compared to apps you can get for the iPod touch these days, the outdated iPod quiz, Klondie and Vortex games are pretty lame. Apple used to offer additional games through the iTunes Store, like it does with apps for iPad, iPhone and iPod touch now. They were discontinued in 2011, though, so the three defaults are the only games you'll get.",
				"fuente" : "MacWorld"
			}
		]	

	},
	{	
		"id" : "display2013",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Thunderbolt Display de Apple puede cargar ordenadores portátiles de Apple compatibles, y se ha incorporado en una red, por lo que es una solución de un solo cable para conectar el MacBook. Si usted es dueño de una reciente Macbook con Thunderbolt, que pueden justificar $ 999 precio del monitor. Otros usuarios están mejor atendidos por monitores más básicas que pueden ofrecer calidad de imagen similar a mitad de precio.",
				"fuente" : "Engadget"
			},
			{
				"lang" : "en",
				"text" : "Apple's Thunderbolt Display can charge compatible Apple laptops, and has built-in networking, making it a one-cable solution to dock your Macbook. If you own a recent Macbook with Thunderbolt, that may justify the monitor's $999 price tag. Other users are better served by more basic monitors that can offer similar picture quality for half the price.",
				"fuente" : "Engadget"
			}
		]	
	},
	{
		"id" : "appletv",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Después de la especulación y debate sin fin, el último evento de Apple llegó y se fue con tan siquiera una mención de una serie de televisión de fabricación de Cupertino. Pero poco decodificador de Apple consiguió una actualización , con lo que algunas actualizaciones y mejoras frecuentemente solicitados al dispositivo de $ 99. [br]El Apple TV de 2012 tiene una nueva interfaz , un nuevo SoC A5 , la capacidad de (por fin) reproducir películas que has comprado a través de iTunes , películas 1080p de streaming a través de iTunes y Netflix , y más . Es también tan profundamente integrado con Netflix como siempre, y AirPlay está mejorando todo el tiempo. El Apple TV también tiene un montón de pistas para lo que Apple está tratando de hacer en el espacio de la televisión , si es o no alguna vez decide construir una televisión real. El nuevo Apple TV se siente más como un refresco en lugar de un salto adelante, pero Apple empujando claramente en su estrategia de televisión. Así será la nueva versión de empujar a la competencia decodificadora y ganarse un lugar en su pila de cine en casa ? ¿Este modelo diferenciado suficientemente lejos de la última iteración para justificar otro 99 dólares de los compradores del año pasado ? Y lo más importante , ¿es realmente el camino a seguir para el consumo de medios en la pantalla grande ?",
				"fuente" : "The Verge"
			},
			{
				"lang" : "en",
				"text" : "After endless speculation and debate, Apple's latest event came and went with nary a mention of a Cupertino-made television set. But Apple's little set-top box did get a refresh, bringing some oft-requested upgrades and improvements to the $99 device. [br]The 2012 Apple TV has a new interface, a new A5 SoC, the ability to (finally) stream movies you've purchased through iTunes, 1080p movie streaming through iTunes and Netflix, and more. It's also as deeply integrated with Netflix as ever, and AirPlay is getting better all the time. The Apple TV also holds a lot of clues for what Apple's trying to do in the TV space, whether or not it ever decides to build an actual television. The new Apple TV feels more like a refresh rather than a leap ahead, but Apple's clearly pushing on with its television strategy. So will the new version nudge out the set-top competition and earn a spot in your home theater stack? Is this model differentiated enough from the last iteration to warrant another $99 from last year’s buyers? And more importantly, is this really the way forward for media consumption on your biggest screen?",
				"fuente" : "The Verge"
			}
		]	
	},
	{
		"id" : "imac",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Es revelador que la última serie de cambios a iMac de Apple de escritorio todo-en- uno no se dieron a conocer en uno de espectáculos regulares de la compañía. En su lugar , el nuevo iMac se deslizó en silencio en el sitio web de Apple, anunció la noticia a través de un comunicado de prensa publicado subestimado por la mañana temprano . Eso es porque los cambios son internos , poniendo un nuevo hardware dentro de un cuerpo de iMac que recibió una renovación a gran escala en 2012. Desde el exterior , se trata de la misma pantalla delgada que se sienta encima de un soporte de aluminio y la base minimalista. El diseño fue polémica el año pasado, con el borde y el abultamiento central muy estrecho del iMac creando una ilusión óptica de que todo el sistema era tan delgado como un iPad. Todavía no estamos muy allá , pero incluso en su segundo año , el diseño del iMac todavía se siente moderno , ya diferencia de cualquier otra cosa en el mercado. En el interior , encontrará exactamente el tipo de revisiones que uno espera de una actualización de hardware tranquilo. Últimos procesadores Core i- la serie de cuarta generación de Intel están aquí, también conocido por el nombre código Haswell . En nuestras pruebas con otros sistemas de Haswell , hemos encontrado modestamente rendimiento mejorado y mejorado en gran medida la vida de la batería, aunque este último no lo hará.",
				"fuente" : "cnet"
			},
			{
				"lang" : "en",
				"text" : "It's telling that the latest set of updates to Apple's iMac all-in-one desktop were not announced at one of the company's regular stage shows. Instead, the new iMac slipped quietly into Apple's Web site, the news announced via an understated press release posted early in the morning. That's because the updates are internal, putting new hardware inside an iMac body that received a major makeover in 2012. From the outside, this is the same slim screen sitting on top of an aluminum stand and minimalist base. The design was controversial last year, with the iMac's razor-thin edge and bulging center creating an optical illusion that the entire system was as slim as an iPad. We're not quite there yet, but even in its second year, the iMac's design still feels modern, and unlike anything else on the market. Inside, you'll find exactly the kind of revisions one would expect from a quiet hardware update. Intel's latest fourth-generation Core i-series processors are here, also known by the code named Haswell. In our tests with other Haswell systems, we've found modestly improved performance and greatly improved battery life, although the latter won't.",
				"fuente" : "cnet"
			}
		]	
	},
	{
		"id" : "macpro",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Cuenta con los últimos procesadores Intel Xeon de cuatro núcleos, o seis núcleos fuera de la plataforma. Ocho núcleos y procesadores de 12 núcleos están disponibles como opciones personalizadas si usted compra de la tienda en línea de Apple, pero no hay una opción para dos procesadores. Sus dos GPUs AMD FirePro ofrecen hasta ocho veces el rendimiento gráfico de los de la generación anterior Mac Pro, aunque para ser justos, cuando el 2012 Mac Pro se disparó la venta a principios del año pasado, debido a una modificación del reglamento de seguridad de la UE, la tarjeta gráfica que ofrecía ya estaba bien actualizado. Como era de esperar dado su tamaño compacto y la forma en que los Macs han desarrollado en los últimos años, el almacenamiento es de estado sólido. Igualmente como era de esperar, no hay unidad de discos ópticos. Si todavía utiliza CDs y DVDs, que tendrá que invertir en una unidad SuperDrive USB o una unidad de disco externa similar.",
				"fuente" : "Techradar"
			},
			{
				"lang" : "en",
				"text" : "It features the latest Intel Xeon processors, quad-core or six-core off the shelf. Eight-core and 12-core processors are available as custom options if you buy from the Apple Online Store, but there's no option for two processors. Its two AMD FirePro GPUs deliver up to eight times the graphical performance of the previous-generation Mac Pros, though to be fair, when the 2012 Mac Pro went off sale early last year due to an amended EU safety regulation, the graphics card it offered was already well out of date. Unsurprisingly given its compact size and the way Macs have developed over the last few years, storage is solid state. Equally unsurprisingly, there's no optical drive. If you still use CDs and DVDs, you'll have to invest in a USB SuperDrive or similar external disc drive.",
				"fuente" : "Techradar"
			}
		]	
	},
	{
		"id" : "ipadair",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Los números son aburridos. Más reciente iPad de tamaño completo de Apple renuncia a ellas y opta por apodo lo etéreo 'Air' en su lugar. Hay una razón clara para ello, aparte del hecho de que Apple quiere dar un nuevo impulso a la franquicia del iPad con el aire iPad. Los modelos de iPad anteriores eran esencialmente mejorando paulatinamente, pero el aire iPad es un tablet totalmente rediseñado y Apple quiere hacer hincapié en cuán delgado y ligero que realmente es. Utiliza una versión similar, pero potenciado, de la brillante de 64 bits del procesador de Apple A7 en las 5S de iPhone y viene con pantalla Retina marca registrada de Apple, pero es el peso y la falta de ella es la estrella aquí.",
				"fuente" : "Trusted Reviews"
			},
			{
				"lang" : "en",
				"text" : "Numbers are boring. Apple’s latest full-sized iPad forgoes them and opts for the ethereal 'Air' moniker instead. There’s a clear reason for this, aside from the fact that Apple want to reinvigorate the iPad franchise with the iPad Air. Previous iPad models were essentially iterative improvements, but the iPad Air is a totally redesigned tablet and Apple wants to emphasise just how slim and light it really is. It uses a similar, but boosted, version of the brilliant 64-bit Apple A7 processor on the iPhone 5S and comes with Apple’s trademark Retina screen, but it's the weight and lack thereof that's the star here.",
				"fuente" : "Trusted Reviews"
			}
		]	
		},
	{
		"id" : "iphone5s",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "El iPhone 5 es un equipo maravilloso, es simplemente el sueño de cualquier persona hecho realidad smartphone, tiene un diseño soberbio, unos acabados similares a los de un coche de lujo que nunca nos podríamos permitir, unas funciones que te dejan con la boca abierta y te hacen olvidar cualquier otro iPhone que hayas usado antes. Es un borrón y cuenta nueva, algo que nunca habríamos podido adivinar durante su presentación… Seguramente con esas palabras esperarías que empezará un análisis del iPhone 5 en Applesfera, pero en realidad somos mucho más críticos de lo que pensáis y os voy a resumir de forma rápida lo que sientes al usar el iPhone 5 durante unos días: es una correcta actualización y poco más. ¿Quieres descubrir más sobre él nuevo móvil de Apple? Aquí tienes nuestro análisis en profundidad del mismo. Esta entrada no pretende ser un análisis sobre como Apple podría haber mejorado el terminal, de lo importante que es este modelo para la compañía, ni siquiera pienso nombrar otros teléfonos (para eso tenemos Xataka), esta es una entrada para hablar sobre las impresiones que causa el nuevo iPhone de Apple después de usarlo unos cuantos días.",
				"fuente" : "Applesfera"
			},
			{
				"lang" : "en",
				"text" : "The iPhone 5 is a wonderful team , it's just a dream come true for anyone smartphone has a superb design , similar to those of a luxury car that we could never afford finishes, some functions that leave you with your mouth open and make you forget any other iPhone you've used before. It's a clean slate , something I never would have guessed during his presentation ... Surely with these expect words that begin an analysis of the iPhone 5 in Applesfera , but in reality we are much more critical of what you think and I 'll summarize quickly what you feel when using the iPhone 5 for a few days : a successful update and little else. Want to discover more about his new mobile Apple ? Here's our analysis in depth. This entry is not intended to be an analysis of how Apple could have improved the terminal , the importance of this model for the company, do not even think to name other phones ( for that we have Engadget ) , this is an input to discuss the impressions because Apple 's new iPhone after using it a few days.",
				"fuente" : "Applesfera"
			}
		]			
	},
	{
		"id" : "ipadminiretina",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Con un diseño idéntico al modelo anterior – apenas cambian las opciones de color – el iPad Mini de este 2013 deja prácticamente toda su mejora en la resolución de la pantalla, que era lo que realmente se echaba de menos en el pequeño tablet de Apple. De los poco más de 700.000 píxeles del primer iPad Mini hemos pasado a más de 3.000.000 de esos pequeños puntos que hoy en día marcan la diferencia entre una pantalla de un modelo con aspiraciones y uno sencillo. Lógicamente, ese salto de densidad de píxeles se nota y mucho, particularmente en la nitidez al leer texto, o en la reproducción de vídeo. Y no podía ser menos, pues sus dos principales rivales ya hace tiempo que habían superado a Apple en este apartado. También baten al modelo de Apple en fidelidad de color, que tiene un poco de mejora por delante en el modelo pequeño de Apple. Si no te he comentado antes sobre las diferencias en peso y grosor que hay entre el nuevo iPad Mini y el modelo anterior, es porque no se pueden apreciar cuando los tienes ambos en la mano. Pero hay que poner todos los datos sobre la mesa y el iPad Mini con Retina es 0.3 mm más grueso y pesa 23 gramos más. Pero lo dicho, inapreciable, aunque hay margen de mejora por parte de Apple para hacer el peso todavía menor y mejor si cabe la ergonomía con una mano.",
				"fuente" : "Xataka"
			},
			{
				"lang" : "en",
				"text" : "Identical in design to the previous model - just change the color options - the iPad Mini this 2013 leaves virtually all its improved screen resolution , which was what I really missed the little Apple tablet. Of the just over 700,000 pixels of the first iPad Mini have spent more than 3,000,000 of those small points that today make the difference between a screen of a aspiring model and one single . Logically , that leap of pixel density shows a lot , particularly in sharpness when reading text, or video playback . And I could not be less , as their two main rivals had long since overtaken Apple in this section. Model also beat Apple in color fidelity , having a bit of improvement ahead in the small model Apple. If you have not commented before about the differences in weight and thickness between the new iPad Mini and the previous model , it is because you can not see when you have them both in hand. But put all the data on the table and the iPad Mini with Retina is 0.3 mm thick and weighs 23 grams . But that said, priceless , although there is room for improvement on the part of Apple to make even smaller and better ergonomics if possible with a hand weight.",
				"fuente" : "Xataka"
			}
		]	
	},
	{
		"id" : "ipodnano2013",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Aquí está la cosa: realmente no se puede escribir una opinión sobre el nuevo iPod nano. ¿Qué se puede decir? Se trata de un pequeño bloque de aluminio con una pantalla multitouch que reproduce archivos de música con exactitud, así como todos los iPod antes de este. Es decir, reproduce archivos MP3 y AAC extremadamente bien. También hace un puñado de otras cosas, pero todos ellos son secundarios a la reproducción de archivos MP3 y AAC, que, como he mencionado, el iPod nano hace realmente bien. Hey, usted puede ir a través de un proceso de sincronización pesada y luego ver las fotos en la pantalla del iPod nano de 2,5 pulgadas! Eso está bien, pero en realidad vas a usarlo para reproducir archivos MP3 y AAC. Compruébelo usted mismo - usted puede escuchar podcasts! ¿Sabes una cosa - que descargan como archivos MP3 y AAC. Tal vez usted es súper deportivo y lo vas a usar para hacer un seguimiento de sus entrenamientos con la función Nike +? Claro, pero es terriblemente aburrido a menos que tenga una colección de archivos MP3 y AAC para escuchar mientras se ejecuta.",
				"fuente" : "The Verge"
			},
			{
				"lang" : "en",
				"text" : "Here’s the thing: you can’t really write a review of the new iPod nano. What is there to say? It is a small slab of aluminum with a multitouch screen that plays music files exactly as well as every iPod before it. That is to say, it plays MP3 and AAC files extremely well. It also does a handful of other things, but all of them are secondary to playing back MP3 and AAC files, which, as I’ve mentioned, the iPod nano does really well. Hey, you can go through a ponderous syncing process and then look at photos on the iPod nano’s 2.5-inch screen! That’s cool, but really you’re going to use it to play MP3 and AAC files. Check it out — you can listen to podcasts! Guess what — they download as MP3 and AAC files. Maybe you’re super sporty and you’ll use it to track your workouts with the Nike+ feature? Sure, but it’s all terribly boring unless you have a collection of MP3 and AAC files to listen to while you run.",
				"fuente" : "The Verge"
			}
		]			
	},
	{
		"id" : "ipodshuffle2013",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "El pequeño reproductor fue presentado, al igual que sus hermanos, el 1 de septiembre, y a pesar de que muchos tendrán la falsa sensación de que nada ha cambiado, el salto de diseño respecto al shuffle 3G es digno de mencionar. Apple parece haber reculado frente al último modelo lanzado -a nuestro juicio, la versión menos lucida de su generación- recuperando de nuevo su característico formato rectangular y la mítica rueda de control (que no clickwheel, ojo) -a falta de iPod nano donde colocarla...-. Su parte frontal está así protagonizada precisamente por la característica rueda, en inmaculado color blanco, signos en gris y de tacto agradablemente suave. En el centro se emplaza el control del play/pausa, de similar color que el resto del cuerpo (en este caso, verde pistacho). Sus bordes se encuentran totalmente desnudos, a excepción del extremo superior, donde la casa ha decidido colocar los pocos botones de control: una especie de interruptor, en la esquina, con tres recorridos de desplazamiento (para apagar el dispositivo, poner en modo 'reproducción secuencial', y 'orden aleatorio') y un diminuto botón para activar el VoiceOver. Junto a estos encontramos un pequeño LED, que indica tanto la actividad (se ilumina al pulsar la rueda o poner e marcha el nombrado VoiceOver) como el nivel de batería mediante tres colores (verde -batería llena/al 75%/al 50%-, naranja -al 25%- o rojo -batería baja-), y el conector de 3,5 mm.",
				"fuente" : "Engadget"
			},
			{
				"lang" : "en",
				"text" : "The little player was introduced , like his brothers , on 1 September , and although many have the false sense that nothing has changed regarding the design jump to shuffle 3G is worth mentioning. Apple seems to have recoiled against the latest handset launched in our view , the less lucid version of his generation recovering again his characteristic rectangular shape and the mythical control wheel (not clickwheel , eye) -a lack of iPod nano where to place ... - . Its front is so precisely because the wheel starring feature, in immaculate white, gray signs and pleasantly soft. In the center control play / pause, of similar color is placed the rest of the body (in this case , pistachio green ) . Its edges are completely naked , except for the upper end , where the house has decided to place the few control buttons : a kind of switch in the corner, with three paths of travel ( to turn off the device , so put ' reproduction sequential 'and ' shuffle ' ) and a tiny button to activate VoiceOver. Besides these there is a small LED that indicates both activity (lights when the wheel or put and launched the named VoiceOver ) as the battery power level using three colors ( green full battery / 75% / 50% - orange - to 25 % - or red low - battery ) , and 3.5mm .",
				"fuente" : "Engadget"
			}
		]		
	},
	{
		"id" : "ipodtouch2013",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Además del iPhone 5 , el iPod touch de 5 ª generación es el mejor dispositivo de entretenimiento e Internet portátil que he usado . Se trata, en todos los sentidos, excelentes. Desde su gran pantalla a su peso ligero , de sus cámaras ha mejorado mucho - una característica ampliado situado en iOS 6, la 5 ª generación . táctil es un dispositivo muy versátil y de alta calidad. Si usted no quiere o necesita el siempre-en Internet , y los costos mensuales de un iPhone , no hay mejor herramienta de bolsillo se pueden comprar [br] El último toque toma todo lo bueno acerca de los modelos anteriores - . Y había mucho - y mejora en él de varias maneras importantes . En primer lugar, al igual que el iPhone 5 , que luce una pantalla de visualización de 4 pulgadas, 1136 x 640 Retina . En su gran tamaño y alta resolución , la pantalla es magnífico y hace jugar, ver vídeos , y el uso de aplicaciones de una alegría. [br] A pesar de la pantalla considerablemente más grande , sin embargo, el contacto en sí no es mucho más grande que su predecesor. Eso es porque en lugar de hacer la pantalla más alta y ancha , Apple sólo ha hecho que sea más alto, dejando la anchura del contacto con los mismos , a los usuarios del tamaño de la palma de usar y fáciles de mantener siempre he disfrutado . Como resultado, aún puede utilizar fácilmente el contacto con una mano y su portabilidad y facilidad de uso , no se ven disminuidos . [br] Esto es un gran logro de ingeniería , hecha aún más impresionante por el hecho de que Apple también ha hecho el más fino toque quinto y más ligero que la anterior versión . Mientras que la cuarta generación fue de 0,28 centímetros de grosor , la quinta generación es 0,24 pulgadas de espesor. La cuarta generación . modelo pesaba 3,56 oz , mientras que la nueva edición está a sólo 3,10 oz . Estos cambios pueden parecer diminutas fracciones de un todo , y por lo tanto no es probable que haga mucha diferencia , pero lo hacen. Es difícil de imaginar cuán ligero y delgado del nuevo tacto es , sin dejar de sentirse calidad sólida , fiable y de alta .",
				"fuente" : "About.com"
			},
			{
				"lang" : "en",
				"text" : "Besides the iPhone 5, the 5th generation iPod touch is the best handheld entertainment and Internet device I've ever used. It is, in every way, excellent. From its large screen to its light weight, from its much-improved cameras to an expanded feature set in iOS 6, the 5th gen. touch is a remarkably versatile and high-quality device. If you don't want or need the always-on Internet, and monthly costs, of an iPhone, there's no better pocket-sized gadget you can buy.[br]The latest touch takes everything that was good about previous models--and there was a lot--and improves on it in a few major ways. First, like the iPhone 5, it sports a 4-inch, 1136 x 640 Retina Display screen. At its large size and high resolution, the screen is gorgeous and makes playing games, watching videos, and using apps a joy.[br]Despite the substantially larger screen, though, the touch itself isn't a lot bigger than its predecessor. That's because rather than making the screen taller and wider, Apple has only made it taller, leaving the touch's width at the same easy-to-hold, palm-friendly size users have always enjoyed. As a result, you can still easily use the touch with one hand and its portability and usability aren't diminished.[br]This is quite an engineering accomplishment, made even more impressive by the fact that Apple has also made the 5th touch thinner and lighter than the last version. While the 4th generation was 0.28 inches thick, the 5th generation is 0.24 inches thick. The 4th gen. model weighed in at 3.56 ounces, while the new edition is just 3.10 ounces. These changes may sound like tiny fractions of the whole, and thus not likely to make much of a difference, but they do. It's hard to fathom just how light and thin the new touch is, while still feeling solid, reliable, and high quality.",
				"fuente" : "About.com"
			}
		]	
	},
	{
		"id" : "mbretina",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "La finales de 2013 MacBook Pro con pantalla Retina es la tercera entrega de la saga. Los cuadernos de Retina se introdujeron en junio de 2012 y ligeramente actualizan en febrero de este año. Externamente, el nuevo, a finales de 2013 de 15 pulgadas MacBook Pro con pantalla Retina son idénticos a sus predecesores. Ellos cuentan con el mismo diseño liviano y delgado, mismo rango de puertos de conectividad y, sobre todo, la misma hermosa pantalla Retina. Es una pantalla de 15.4 pulgadas con una resolución nativa de 2880x1800, que es más de 5,1 millones de píxeles. Entonces, ¿qué ha cambiado? Los dos nuevos de 15 pulgadas de Retina Pros a finales del rango de 2013 han supuesto, cambiado a los nuevos procesadores Haswell. Ambos tienen cuatro núcleos Intel Core i7, que Turbo Boost puede redistribuir recursos infrautilizados y elevar temporalmente su rendimiento por encima de su velocidad de reloj fijado. Hyper Threading permite que se ejecuten dos subprocesos en cada núcleo, dando un total de ocho núcleos virtuales.",
				"fuente" : "Techradar"
			},
			{
				"lang" : "en",
				"text" : "The late 2013 MacBook Pro with Retina display is the third release in the series. The Retina notebooks were introduced in June 2012 and lightly refreshed in February of this year. Externally, the new, late 2013 15-inch MacBook Pros with Retina display are identical to their predecessors. They boast the same slim, lightweight design, same range of connectivity ports and above all, the same gorgeous Retina screen. It's a 15.4-inch display with a native resolution of 2880x1800, which is over 5.1 million pixels. So what's changed? The two new 15-inch Retina Pros in the late 2013 range have, of course, switched to the new Haswell processors. They both have quad-core Intel Core i7s, which can Turbo Boost to redistribute underused resources and temporarily raise their performance above their stated clock speed. Hyper Threading allows them to run two threads on each core, giving a total of eight virtual cores.",
				"fuente" : "Techradar"
			}
		]	
	},
	{
		"id" : "macbookair",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "El nuevo MacBook Air no toca ni un ápice de su diseño unibody. El portátil vuelve así a lucir la esbelta figura a la que ya nos tiene acostumbrados (con una zona más gruesa, de 1,7 cm, que va afinándose hasta los 0,3 cm en su punto más delgado), ofreciendo una satisfactoria experiencia cuando se trata de transportarlo de un lugar a otro, gracias a sus 1,35 kg de peso.[br]El chasis se mantiene igualmente imperturbable al paso de las generaciones, luciendo un acabado de aluminio pulido en el que prácticamente la manzana luminosa de la firma (situada en el centro de la carcasa superior) es el único que se atreve a romper con la monotonía del frío, a la par que elegante, color gris. También la zona inferior conserva las cuatro patas de goma que ayudarán a conseguir un mejor soporte sobre la superficie de apoyo (al tiempo que protege la carcasa) así como los minimalistas tornillos que se colocan en la periferia. En la imagen inferior puedes comprobar que es prácticamente imposible diferenciar un MB Air del 2013 -izquierda- a uno del 2011 -derecha.[br]Una vez abierto volvemos a encontrarnos con el generoso trackpad de control y el amplio teclado con teclas negras. Sobre la pantalla, de 13,3 pulgadas, se encuentra la webcam, Facetime HD, con resolución a 720p dejando el resto del marco totalmente libre (excepto en la parte inferior donde se encuentra el nombre de MacBook Air) y también con acabado en aluminio pulido.[br]Nos queda por describir los laterales. Este Air presenta en su lado derecho un puerto USB 3.0, otro de tipo Thunderbolt y una ranura para tarjetas de memoria, mientras que reserva el lateral izquierdo para la entrada de corriente (MagSafe 2), otro conector USB 3.0, el puerto de auriculares y el doble micrófono, una ínfima novedad casi inapreciable en el dibujo del portátil que nos ayudará a lograr captar un sonido más claro, al tiempo que se minimiza el ruido ambiental.",
				"fuente" : "Engadget"
			},
			{
				"lang" : "en",
				"text" : "The new MacBook Air does not touch none of the unibody design . The laptop and look again the slender figure at which he usually does ( with a thicker area of 1.7 cm , ranging tapering to 0.3 cm at its thinnest point ) , providing a satisfactory experience when is transported from one place to another , thanks to its 1.35 kg weight . [br] the chassis remains equally stand the test of generations , sporting a polished aluminum finish in which practically light apple firm (located in the center of the upper case ) is the only one who dares to break the monotony of the cold, yet elegant , gray color. Also the bottom retains the four rubber feet that help you get better support on the surface ( while protecting the housing) and the minimalist screws that are placed on the periphery. In the picture below you can see that it is virtually impossible to differentiate a MB Air 2013 -left- one of 2011 - right. [br] Once opened we again I encounter the generous trackpad control and spacious keyboard with black keys. On the screen , 13.3-inch , is the webcam, Facetime HD with 720p resolution , leaving the rest of the frame completely free (except at the bottom where the name MacBook Air) and aluminum finish polished . [br] It remains to describe the side . This Air has on its right side, a USB 3.0 port , another type of Thunderbolt and a slot for memory cards, while reserving the left side for the current input ( MagSafe 2) , another USB 3.0 connector , headphone port and double microphone, a tiny almost invisible in the drawing new laptop that will help us achieve clearer sound capture , while minimizing background noise .",
				"fuente" : "Engadget"
			}
		]	
	},
	{
		"id" : "macmini",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "El Mac mini es justo lo que usted espera de un producto de Apple . El diseño es la viva imagen de la elegancia minimalista, una vivienda de bloques de aluminio CNC-molido un escritorio -valoración completa de hardware. Y , fiel a su estilo de Apple, que es exactamente igual a la iteración anterior , y muy similar al modelo antes de que el último cambio fácilmente manchada en la Mac mini de Apple fue cuando dejó caer la unidad óptica y ha añadido un puerto Thunderbolt. Medición de 1,4 por 7,7 por 7,7 pulgadas ( AAP ) , el compacto Mac mini es lo suficientemente pequeña como para sentarse discretamente en su escritorio , al lado de la pantalla y el teclado. Las esquinas redondeadas y curvas sutiles serán familiares en busca de alguien que ha visto un producto de Apple en los últimos años . A diferencia de otros equipos de escritorio pequeñas que se instalan verticalmente , como el Polywell Poli i1000A - 3770T , el Mac mini se pega con el diseño horizontal de baja se ha utilizado durante años . En la parte superior hay un logotipo de Apple en negro brillante , en la parte inferior es una escotilla redonda de plástico negro . Se puede abrir sin necesidad de herramientas , que le da una visión limitada de las partes internas , sólo proporcionando acceso real a algunos componentes específicos. Módulos de memoria RAM se pueden agregar y cambiados , el ventilador durante la limpieza, aunque se puede acceder al resto de los componentes , suponiendo que tiene las herramientas necesarias y de mucha paciencia . En un paquete tan pequeño , apretada , no hay realmente espacio para mejoras. ",
				"fuente" : "PC Magazine"
			},
			{
				"lang" : "en",
				"text" : "The Mac mini is just what you expect from an Apple product. The design is the very picture of minimalist refinement, a CNC-milled aluminum block housing a full desktop-worth of hardware. And, true to form for Apple, it looks exactly like the previous iteration, and very similar to the model before that—the last easily spotted change on the Mac mini was when Apple dropped the optical drive and added a Thunderbolt port. Measuring 1.4 by 7.7 by 7.7 inches (HWD), the compact Mac mini is small enough to sit unobtrusively on your desk, next to your display and keyboard. The rounded corners and subtle curves will be familiar looking to anyone that's seen an Apple product in the last few years. Unlike other tiny desktops that set up vertically, like the Polywell Poly i1000A-3770T, the Mac mini sticks with the low horizontal design it has used for years. On the top is a glossy black Apple logo; on the bottom is a round black plastic hatch. It can be opened without any tools, giving you a limited view of the internals, only providing real access to a few specific components. RAM modules can be added and swapped, the fan removed for cleaning, though the rest of the components can be accessed, assuming you have the necessary tools and a lot of patience. In such a small, tightly packed package, there's not really room for upgrades.",
				"fuente" : "PC Magazine"
			}
		]	
	},
	{
		"id" : "iphone5c",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "El iPhone 5c es uno de esos equipos que, más que nunca, hay que probar para entenderlo. La idea generalizada sobre este móvil se resumen en una frase: 'un iPhone 5 de plástico y caro'. Sí y no. Es caro, pero también es potente y, en muchos aspectos, bastante más cómodo y estiloso que el 5s. Lo de 'olvida el 5c, por 100 €/$ tienes un 5s mucho mejor' es un pésimo consejo. Si quieres un móvil diferente y estás dispuesto a pagar el precio, el 5c podría ser justo el smartphone que estás buscando.[br]El iPhone 5c es un experimento de Apple. En lugar de hacer como hasta ahora, presentar un nuevo iPhone y rebajar sustancialmente los antiguos, Apple ha introducido dos nuevos modelos y jubilado el anterior. Por un lado, el iPhone 5s, pensado para usuarios avanzados en busca del modelo tope de gama; por otro, el 5c, pensado para aquellos que quieren un iPhone, pero diferente, personalizado, colorido. Tecnología vs. estilo de vida.[br]Para Apple lo es, y mucho. El iPhone 5c es un intento de la compañía por diversificar sus clientes, por buscar fanboys y fangirls a los que el componente tecnológico les interese menos, y más que el móvil sea una expresión de sí mismos, algo original, joven, divertido. El iPhone 5c lo consigue combinando diseño, calidad y funciones. Es realmente apetecible. Lo malo, sí, es el precio. Es caro, muy caro: 599 € / 549 $ (16 GB). Por 250 euros/200 dólares menos puedes conseguir, por ejemplo, un flamante Nexus 5. Absurdo, ¿no?",
				"fuente" : "Gizmodo"
			},
			{
				"lang" : "en",
				"text" : "The iPhone 5c is one of those teams that, more than ever, we must try to understand. The general idea of ​​this mobile are summarized in one sentence: ' an iPhone 5 plastic and expensive ' . Yes and no. It's expensive, but it is also powerful and , in many respects , much more comfortable and stylish than the 5s . Lo ' forget 5c , 100 € / $ you have a much better 5s ' is a lousy advice. If you want a different mobile and are willing to pay the price, 5c could be just the smartphone you're looking for . [br] The iPhone is an experiment 5c Apple . Instead of as now, to submit a new iPhone and substantially reduce the ancients, Apple has introduced two new models and retired the previous . On the one hand , iPhone 5s , designed for advanced users looking for the top model , and secondly, 5c , designed for those who want an iPhone but different, personalized, colorful . Technology vs . lifestyle. [br] For Apple it is , a lot. The iPhone 5c is an attempt by the company to diversify its customers, fanboys and fangirls to find that the technological component interests them less , and the mobile is an expression of themselves, something original, young, funny . The iPhone 5c achieved by combining the design, quality and features. It is really appetizing. The bad , yes, is the price. It is expensive, very expensive : 599 € / $ 549 (16GB) . For 250 dollars you can at least get euros/200 , for example, a brand new Nexus 5 . Absurd, is not it?",
				"fuente" : "Gizmodo"
			}
		]	
	},
	{
		"id" : "airportextreme2013",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "Entonces, ¿qué implica este abeto arriba ? Se ha ido el diseño anteriormente plana, rectangular tradicional de la edición de 2011 para ser reemplazado por lo que sólo puede ser descrito como un blanco, alargado Apple TV (ver comparación anterior ) . La lógica es el interruptor en factor de forma permite a Apple para colocar las antenas en la parte superior , creando una plataforma más alta para la dispersión de la señal. También reduce el espacio en el escritorio de la extrema en un 64 por ciento con la base que mide tan sólo 98 x 98 mm en comparación con el 16,5 x 16,5 mm de su predecesor. [br] Este ser reconstruido para la velocidad ' de Apple no es la única motivación , hay hay duda de que ' reconstruido para el estilo ' fue también una consideración clave como el AirPort Extreme es de lejos el mejor enrutador mirando hemos visto nunca. Esto puede parecer simplista para un producto que es esencialmente un tubo blanco, angular , pero el resultado es un router que es a la vez minimalista y llamativo y las suaves curvas son sencillas pero lo suficientemente dramáticos que podemos imaginar Jonathan Ive agonizante con su transportador para semanas . [br] Un buen detalle es que Apple ha incorporado en la fuente de alimentación para mantener el cableado ordenado. En resumen , la compañía ha reescrito el libro de reglas para el diseño de router. [br] La construcción es excelente , también. Normalmente nosotros perdonamos a los routers de su construcción de plástico algo hueco y barato debido a las protestas que se necesiten para dejar la señal pase a través. Apple ha burlado de esto y la nueva AirPort Extreme es sólida , con un peso de un 945g fuerte, y la carcasa está cortado claramente en una sola pieza con ranuras de puertos y de poder muy bien perforados. [br] Si tuviéramos que poner peros , la elección de Apple sin lustre, para la parte superior y acabado brillante para los lados es un poco contradictorio , pero no es demasiado notable y ambos son altamente resistentes a las huellas dactilares. También parece risible Apple ha incluyendo una sola luz de estado del agujero de alfiler en la parte delantera , pero muchos se estomacales, falta de sentido práctico salvaje por los beneficios superficiales que trae.",
				"fuente" : "trustedreviews"
			},
			{
				"lang" : "en",
				"text" : "So what does this spruce up entail? Gone is the formerly flat, traditional rectangular design of the 2011 edition to be replaced by what can only be described as a white, elongated Apple TV (see comparison above). The logic is the switch in form factor allows Apple to position the antennas at the top, creating a higher platform for signal dispersal. It also reduces the Extreme's desktop footprint by 64 per cent with the base measuring just 98 x 98mm compared to the 16.5 x 16.5mm of its predecessor.[br]This being Apple 'rebuilt for speed' isn't the only motivation, there is no doubt that 'rebuilt for style' was also a key consideration as the AirPort Extreme is by far the best looking router we have ever seen. This might seem glib for a product which is essentially a white, angular tube, but the result is a router that is both minimalist and eye-catching and the gentle curves are simple yet dramatic enough that we can imagine Jonathan Ive agonising with his protractor for weeks.[br]A nice touch is Apple has built in the power supply to keep cabling neat. In short, the company has rewritten the rule book for router design.[br]Construction is outstanding, too. Typically we forgive routers their somewhat hollow and cheap plastic construction because of the protests that this is needed to let signal pass through. Apple has scoffed at this and the new AirPort Extreme is solid, weighing in at a hefty 945g, and the casing is clearly cut in a single piece with beautifully drilled port and power slots.[br]If we were to quibble, Apple's choice of a matt finish for the top and gloss finish for the sides is a little inconsistent, but it isn't overly noticeable and both are highly resistant to fingerprints. It also seems laughable Apple has including just a single pinhole status light on the front, but many will stomach such wild impracticality for the superficial benefits it brings.",
				"fuente" : "trustedreviews"
			}
		]	
	},
	{
		"id" : "iphone6",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "El iPhone 6 no solo es más grande, también es mejor. De mayor tamaño, pero a la vez ultrafino. Más potente, pero de una eficiencia extraordinaria. Su superficie de metal pulido se integra a la perfección con la nueva pantalla Retina HD como nunca se había visto. El resultado es un diseño uniforme en el que hardware y software van perfectamente de la mano para crear una nueva generación de iPhone superior. En todos los sentidos.",
				"fuente" : "apple.com"
			},
			{
				"lang" : "en",
				"text" : "iPhone 6 isn’t simply bigger — it’s better in every way. Larger, yet dramatically thinner. More powerful, but remarkably power efficient. With a smooth metal surface that seamlessly meets the new Retina HD display. It’s one continuous form where hardware and software function in perfect unison, creating a new generation of iPhone that’s better by any measure.",
				"fuente" : "apple.com"
			}
		]	
	},
	{
		"id" : "iphone6plus",
		"reviews" : [
			{
				"lang" : "es",
				"text" : "El iPhone 6 no solo es más grande, también es mejor. De mayor tamaño, pero a la vez ultrafino. Más potente, pero de una eficiencia extraordinaria. Su superficie de metal pulido se integra a la perfección con la nueva pantalla Retina HD como nunca se había visto. El resultado es un diseño uniforme en el que hardware y software van perfectamente de la mano para crear una nueva generación de iPhone superior. En todos los sentidos.",
				"fuente" : "apple.com"
			},
			{
				"lang" : "en",
				"text" : "iPhone 6 isn’t simply bigger — it’s better in every way. Larger, yet dramatically thinner. More powerful, but remarkably power efficient. With a smooth metal surface that seamlessly meets the new Retina HD display. It’s one continuous form where hardware and software function in perfect unison, creating a new generation of iPhone that’s better by any measure.",
				"fuente" : "apple.com"
			}
		]	
	}


]}